Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Shows every journey %@ has walked on a map, with its stamps
ar: يُظهر كل رحلة قام بها %@ على الخريطة، مع طوابعها
bg: Показва всяко пътуване, извършено от %@ върху карта, с неговите печати
bs: Prikazuje svako putovanje koje je %@ prešao na mapi, sa svojim pečatima
ca: Mostra tots els viatges que %@ ha fet en un mapa, amb els seus segells
cs: Zobrazuje každou cestu, kterou %@ ušel, na mapě s razítky
da: Viser hver rejse %@ har gået på et kort med dets frimærker
de: Zeigt jede zurückgelegte Reise %@ auf einer Karte mit ihren Stempeln an
el: Εμφανίζει κάθε ταξίδι που έχει περπατήσει ο %@ σε έναν χάρτη, με τις σφραγίδες του
es: Muestra cada viaje que %@ ha recorrido en un mapa, con sus sellos
et: Näitab iga %@ läbitud teekonda kaardil koos oma templitega
eu: %@-k egin dituen bidaia guztiak erakusten ditu mapa batean, bere zigiluekin
fi: Näyttää jokaisen matkan, jonka %@ on kävellyt kartalla, ja sen leimat
fr: Montre chaque voyage que %@ a parcouru sur une carte, avec ses tampons
ga: Léiríonn sé gach turas %@ a shiúil ar léarscáil, lena stampaí
gl: Mostra cada viaxe que %@ percorreu nun mapa, cos seus selos
he: מציג כל מסע שצעד %@ על מפה, עם הבולים שלו
hi: हर यात्रा को दिखाता है %@ अपने टिकटों के साथ एक मानचित्र पर चला गया है
hr: Prikazuje svako putovanje koje je %@ prošao na karti, sa svojim žigovima
hu: Minden %@ által megtett utat mutat a térképen, bélyegeivel
id: Menunjukkan setiap perjalanan yang dilakukan %@ pada peta, beserta stempelnya
is: Sýnir hverja ferð sem %@ hefur gengið á korti, með frímerkjum
it: Mostra su una mappa tutti i viaggi effettuati da %@, con i relativi timbri
ja: %@ が地図上で歩いたすべての旅をスタンプとともに表示します
ka: აჩვენებს ყველა მოგზაურობას, რომელიც %@ გაიარა რუკაზე, თავისი შტამპებით
kk: %@ жүріп өткен әрбір саяхатты мөрлері бар картада көрсетеді
ko: %@이 걸어온 모든 여정을 지도에 스탬프와 함께 표시합니다.
lt: Žemėlapyje rodoma kiekviena kelionė %@ su antspaudais
lv: Parāda katru %@ noieto ceļojumu kartē ar tā zīmogiem
mk: Го прикажува секое поминато патување %@ на карта, со нејзините печати
ms: Menunjukkan setiap perjalanan %@ telah berjalan di atas peta, dengan setemnya
mt: Juri kull vjaġġ li %@ mexa fuq mappa, bit-timbri tiegħu
nb: Viser hver reise %@ har gått på et kart, med sine frimerker
nl: Toont elke reis die %@ heeft gelopen op een kaart, met bijbehorende stempels
pl: Pokazuje na mapie każdą odbytą podróż %@ wraz ze znaczkami
pt_br: Mostra cada jornada que %@ percorreu em um mapa, com seus carimbos
ro: Afișează fiecare călătorie pe care %@ a parcurs pe o hartă, cu ștampilele sale
ru: Показывает каждое путешествие, пройденное %@ на карте, с отметками.
sk: Zobrazuje každú cestu, ktorú %@ prešiel, na mape so svojimi pečiatkami
sl: Prikazuje vsako pot, ki jo je opravil %@ na zemljevidu z žigi
sq: Tregon çdo udhëtim %@ që ka ecur në një hartë, me vulat e saj
sr: Приказује свако путовање које је %@ прешао на мапи, са својим печатима
sv: Visar varje resa %@ har gått på en karta, med dess stämplar
th: แสดงทุกการเดินทางที่ %@ ได้เดินบนแผนที่พร้อมตราประทับ
tr: %@'un yürüdüğü her yolculuğu pullarıyla birlikte bir harita üzerinde gösterir
uk: Показує кожну подорож, яку пройшов %@, на карті з позначками
vi: Hiển thị mọi hành trình %@ đã đi trên bản đồ, có dấu của nó
zh_hans: 显示地图上 %@ 走过的每一段旅程及其印记
zh_hk: 顯示地圖上 %@ 走過的每一段旅程及其印記

source: Shows save and hand over options
ar: يظهر خيارات الحفظ والتسليم
bg: Показва опции за запазване и предаване
bs: Prikazuje opcije spremanja i predaje
ca: Mostra les opcions de desar i lliurar
cs: Zobrazuje možnosti uložení a předání
da: Viser muligheder for at gemme og aflevere
de: Zeigt Optionen zum Speichern und Übergeben an
el: Εμφανίζει επιλογές αποθήκευσης και παράδοσης
es: Muestra opciones para guardar y entregar
et: Näitab salvestamise ja üleandmise valikuid
eu: Gorde eta entregatzeko aukerak erakusten ditu
fi: Näyttää tallennus- ja luovutusvaihtoehdot
fr: Affiche les options de sauvegarde et de transfert
ga: Taispeáin roghanna a shábháil agus a thabhairt ar láimh
gl: Mostra as opcións de gardar e entregar
he: מציג אפשרויות שמירה ומסירה
hi: सेव और हैंडओवर विकल्प दिखाता है
hr: Prikazuje opcije spremanja i predaje
hu: Megmutatja a mentési és átadási lehetőségeket
id: Menampilkan opsi simpan dan serahkan
is: Sýnir vista og afhenda valkosti
it: Mostra le opzioni di salvataggio e consegna
ja: 保存と引き継ぎのオプションを表示します
ka: აჩვენებს შენახვისა და გადაცემის ვარიანტებს
kk: Сақтау және тапсыру опцияларын көрсетеді
ko: 저장 및 넘겨주기 옵션을 표시합니다.
lt: Rodo išsaugojimo ir perdavimo parinktis
lv: Parāda saglabāšanas un nodošanas iespējas
mk: Ги прикажува опциите за зачувување и предавање
ms: Menunjukkan pilihan simpan dan serahkan
mt: Juri għażliet li jsalvaw u jgħaddu
nb: Viser alternativer for lagring og overlevering
nl: Toont opties voor opslaan en overhandigen
pl: Pokazuje opcje zapisywania i przekazywania
pt_br: Mostra opções de salvar e entregar
ro: Afișează opțiunile de salvare și predare
ru: Показывает варианты сохранения и передачи
sk: Zobrazuje možnosti uloženia a odovzdania
sl: Prikaže možnosti shranjevanja in predaje
sq: Shfaq opsionet e ruajtjes dhe dorëzimit
sr: Приказује опције за чување и предају
sv: Visar alternativ för att spara och lämna över
th: แสดงตัวเลือกการบันทึกและส่งมอบ
tr: Kaydetme ve teslim etme seçeneklerini gösterir
uk: Показує параметри збереження та передачі
vi: Hiển thị các tùy chọn lưu và bàn giao
zh_hans: 显示保存和移交选项
zh_hk: 顯示保存和移交選項

source: Shows the stamp's details
ar: يظهر تفاصيل الطوابع
bg: Показва детайлите на печата
bs: Prikazuje detalje marke
ca: Mostra els detalls del segell
cs: Zobrazuje podrobnosti o razítku
da: Viser frimærkets detaljer
de: Zeigt die Details des Stempels an
el: Εμφανίζει τα στοιχεία της σφραγίδας
es: Muestra los detalles del sello.
et: Näitab templi üksikasju
eu: Zigiluaren xehetasunak erakusten ditu
fi: Näyttää leiman tiedot
fr: Affiche les détails du tampon
ga: Taispeánann sé sonraí an stampa
gl: Mostra os detalles do selo
he: מציג את פרטי הבול
hi: स्टाम्प का विवरण दिखाता है
hr: Prikazuje detalje marke
hu: A bélyegző adatait mutatja
id: Menampilkan detail prangko
is: Sýnir upplýsingar um stimpilinn
it: Mostra i dettagli del francobollo
ja: スタンプの詳細を表示します
ka: აჩვენებს შტამპის დეტალებს
kk: Штамптың мәліметтерін көрсетеді
ko: 스탬프의 세부정보를 표시합니다.
lt: Rodo informaciją apie antspaudą
lv: Parāda zīmoga informāciju
mk: Ги прикажува деталите за печатот
ms: Menunjukkan butiran setem
mt: Juri d-dettalji tat-timbru
nb: Viser stempelets detaljer
nl: Toont de details van de postzegel
pl: Pokazuje szczegóły znaczka
pt_br: Mostra os detalhes do selo
ro: Afișează detaliile ștampilei
ru: Показывает детали штампа
sk: Zobrazuje podrobnosti o pečiatke
sl: Prikazuje podrobnosti o znamki
sq: Tregon detajet e vulës
sr: Приказује детаље печата
sv: Visar stämpelns detaljer
th: แสดงรายละเอียดของแสตมป์
tr: Damganın ayrıntılarını gösterir
uk: Показує деталі марки
vi: Hiển thị chi tiết tem
zh_hans: 显示邮票的详细信息
zh_hk: 顯示郵票的詳細信息

source: Shuffle
ar: خلط ورق اللعب
bg: Разбъркайте
bs: Izmiješaj
ca: Barrejar
cs: Zamíchat
da: Bland
de: Mischen
el: Ανακατέψτε
es: barajar
et: Segamine
eu: Nahastu
fi: Sekoita
fr: Mélanger
ga: Suaitheadh
gl: Barallar
he: ערבב
hi: फेरबदल
hr: Promiješaj
hu: Keverés
id: Acak
is: Stokka
it: Mescola
ja: シャッフル
ka: ჩარევა
kk: Араластыру
ko: 셔플
lt: Maišyti
lv: Jauktā secībā
mk: Мешај
ms: Kocok
mt: Ħawwad
nb: Bland
nl: Schudden
pl: Przetasuj
pt_br: Embaralhar
ro: Amestecă
ru: Перетасовать
sk: Zamiešať
sl: Naključno
sq: Përzierje
sr: Схуффле
sv: Blanda
th: สับเปลี่ยน
tr: Karıştır
uk: Перетасувати
vi: Trộn bài
zh_hans: 随机播放
zh_hk: 隨機播放

source: Sibling
ar: الأخوة
bg: брат или сестра
bs: Brat ili sestra
ca: Germà
cs: Sourozenec
da: Søskende
de: Geschwister
el: Αδερφάκι
es: hermano
et: Õde-vend
eu: Anai-arreba
fi: Sisarus
fr: Frère ou sœur
ga: Siblín
gl: Irmán
he: אח
hi: सहोदर
hr: Brat/sestra
hu: Testvér
id: Saudara kandung
is: Systkini
it: Fratello
ja: 兄弟
ka: ძმა
kk: Ағайын
ko: 형제자매
lt: Sesuo
lv: Brālis un māsa
mk: Брат или сестра
ms: Adik beradik
mt: Aħwa
nb: Søsken
nl: Broer of zus
pl: Rodzeństwo
pt_br: Irmão
ro: Frate
ru: Родной брат
sk: Súrodenec
sl: brat in sestra
sq: Vëlla e motra
sr: Сиблинг
sv: Syskon
th: พี่น้อง
tr: Kardeş
uk: рідний брат
vi: Anh chị em ruột
zh_hans: 兄弟姐妹
zh_hk: 兄弟姊妹

source: Sign in to Game Center
ar: تسجيل الدخول إلى Game Center
bg: Влезте в Game Center
bs: Prijavite se u Game Center
ca: Inicia la sessió a Game Center
cs: Přihlásit se do Game Center
da: Log ind på Game Center
de: Bei Game Center anmelden
el: Σύνδεση στο Game Center
es: Iniciar sesión en Game Center
et: Logige mängukeskusesse sisse
eu: Hasi saioa Game Center-en
fi: Kirjaudu Game Centeriin
fr: Se connecter à Game Center
ga: Sínigh isteach chuig Game Center
gl: Inicia sesión en Game Center
he: התחבר ל-Game Center
hi: Game Center में साइन इन करें
hr: Prijavite se u Game Center
hu: Jelentkezzen be a Game Centerbe
id: Masuk ke Game Center
is: Skráðu þig inn á Game Center
it: Accedi a Game Center
ja: Game Centerにサインイン
ka: შედით თამაშის ცენტრში
kk: Ойын орталығына кіріңіз
ko: Game Center 로그인
lt: Prisijunkite prie žaidimų centro
lv: Pierakstieties spēļu centrā
mk: Пријавете се во Центарот за игри
ms: Log masuk ke Game Center
mt: Idħol fil-Game Center
nb: Logg på Game Center
nl: Log in bij Game Center
pl: Zaloguj się do Game Center
pt_br: Iniciar sessão no Game Center
ro: Conectați-vă la Game Center
ru: Войти в Game Center
sk: Prihláste sa do Game Center
sl: Prijavite se v Game Center
sq: Hyni në Qendrën e Lojërave
sr: Пријавите се на Гаме Центер
sv: Logga in på Game Center
th: ลงชื่อเข้าใช้ Game Center
tr: Game Center'a Giriş Yap
uk: Увійти в Game Center
vi: Đăng nhập Game Center
zh_hans: 登录 Game Center
zh_hk: 登入 Game Center

source: Slide to Dispatch
ar: الانزلاق إلى الإرسال
bg: Плъзнете към Dispatch
bs: Prevucite na Dispatch
ca: Feu lliscar per a l'enviament
cs: Přesuňte se na Odeslání
da: Skub til afsendelse
de: Streichen zum Absenden
el: Σύρετε στην Αποστολή
es: Desliza para enviar
et: Libistage valikule Saatmine
eu: Irristatu Bidalketara
fi: Liu'uta kohtaan Lähetys
fr: Glisser pour expédier
ga: Sleamhnán le Seolta
gl: Desliza para enviar
he: החלק ל-Dispatch
hi: प्रेषण के लिए स्लाइड करें
hr: Kliznite na Dispatch
hu: Csúsztassa a Feladáshoz
id: Geser ke Pengiriman
is: Renndu til Sendingar
it: Scorri per inviare
ja: スライドして送信
ka: გადაიტანეთ გაგზავნაზე
kk: Жіберу үшін сырғытыңыз
ko: 밀어서 보내기
lt: Slyskite į išsiuntimą
lv: Bīdiet uz nosūtīšanu
mk: Лизгајте до испраќање
ms: Luncurkan ke Dispatch
mt: Żerżaq għad-Dispaċċ
nb: Skyv for å sende
nl: Schuif naar Verzending
pl: Przesuń, aby wysłać
pt_br: Deslize para enviar
ro: Glisați la expediere
ru: Проведи для отправки
sk: Posuňte na položku Odoslanie
sl: Potisnite v Dispatch
sq: Rrëshqitni te Dërgimi
sr: Превуците до Отпремање
sv: Skjut för att skicka
th: เลื่อนไปที่การจัดส่ง
tr: Göndermek için Kaydırın
uk: Проведи для відправки
vi: Trượt tới Công văn
zh_hans: 滑动以寄出
zh_hk: 滑動以寄出

source: Slide to Dispatch via %@
ar: قم بالتمرير للإرسال عبر %@
bg: Плъзнете към Dispatch чрез %@
bs: Prevucite na Dispatch preko %@
ca: Feu lliscar per a l'enviament mitjançant %@
cs: Přesuňte se na Odeslání přes %@
da: Skub til afsendelse via %@
de: Streichen zum Absenden über %@
el: Σύρετε στην αποστολή μέσω %@
es: Desliza para enviar vía %@
et: Libistage %@ kaudu saatmise juurde
eu: Lerratu %@ bidez Bidalketara
fi: Liu'uta lähetykseen %@:n kautta
fr: Glisser pour expédier via %@
ga: Sleamhnaigh le Seol trí %@
gl: Desliza para enviar a través de %@
he: החלק לשיגור דרך %@
hi: %@ के माध्यम से प्रेषण के लिए स्लाइड करें
hr: Kliznite na Dispatch putem %@
hu: Csúsztassa a Feladáshoz a %@-n keresztül
id: Geser ke Pengiriman melalui %@
is: Renndu til að senda í gegnum %@
it: Scorri per inviare via %@
ja: スライドして%@経由で送信
ka: გადაიტანეთ გაგზავნაზე %@-ის მეშვეობით
kk: %@ арқылы жіберуге сырғыту
ko: 밀어서 %@ 경유하여 보내기
lt: Slinkite į išsiuntimą per %@
lv: Bīdiet uz nosūtīšanu, izmantojot %@
mk: Лизгајте до испраќање преку %@
ms: Slaid ke Dispatch melalui %@
mt: Żerżaq biex jintbagħat permezz ta' %@
nb: Skyv for å sende via %@
nl: Schuif naar Verzending via %@
pl: Przesuń, aby wysłać przez %@
pt_br: Deslize para enviar via %@
ro: Glisați pentru a trimite prin %@
ru: Проведи для отправки через %@
sk: Posuňte na odoslanie cez %@
sl: Potisnite v Dispatch prek %@
sq: Rrëshqitni te Dërgimi nëpërmjet %@
sr: Превуците до Отпремање преко %@
sv: Skjut till Dispatch via %@
th: เลื่อนไปที่จัดส่งผ่าน %@
tr: %@ ile Gönder'e kaydırın
uk: Проведи для відправки через %@
vi: Trượt tới Công văn qua %@
zh_hans: 滑动以途经 %@ 寄出
zh_hk: 滑動以途經 %@ 寄出

source: Slide to Recall
ar: الشريحة للتذكير
bg: Плъзнете за извикване
bs: Prevucite za opoziv
ca: Feu lliscar per recordar
cs: Posunutím vyvoláte
da: Skub for at genkalde
de: Zum Zurückrufen schieben
el: Σύρετε για ανάκληση
es: Deslizar para recordar
et: Libistage funktsiooni Meenuta
eu: Lerratu gogoratzeko
fi: Liu'uta muistuttamaan
fr: Glisser pour rappeler
ga: Sleamhnán chun Athghairm
gl: Desliza para recuperar
he: החלק לזיכרון
hi: याद करने के लिए स्लाइड करें
hr: Povucite za opoziv
hu: Csúsztassa az előhíváshoz
id: Geser untuk Mengingat
is: Renndu til að muna
it: Scorri per richiamare
ja: スライドして思い出す
ka: გადაიტანეთ გასახსენებლად
kk: Еске түсіру үшін сырғытыңыз
ko: 슬라이드하여 리콜
lt: Slyskite, kad atsimintumėte
lv: Velciet, lai atsauktu
mk: Лизгајте за да се потсетите
ms: Slaid ke Ingat
mt: Żerżaq biex Recall
nb: Skyv for å gjenkalle
nl: Schuif om op te roepen
pl: Przesuń, aby przywołać
pt_br: Deslize para recuperar
ro: Glisați pentru a reaminti
ru: Слайд, чтобы вспомнить
sk: Posunutím zobrazíte možnosť Vyvolať
sl: Potisnite za priklic
sq: Rrëshqiteni për të kujtuar
sr: Превуците за опозив
sv: Skjut för att återkalla
th: เลื่อนเพื่อเรียกคืน
tr: Geri Çağırmak için Kaydırın
uk: Проведи пальцем, щоб відкликати
vi: Trượt để thu hồi
zh_hans: 滑动调用
zh_hk: 滑動調用

source: Slide to Send
ar: حرك للإرسال
bg: Плъзнете за изпращане
bs: Prevucite za slanje
ca: Feu lliscar per enviar
cs: Přejetím odešlete
da: Skub for at sende
de: Zum Senden schieben
el: Σύρετε για αποστολή
es: Deslizar para enviar
et: Libistage saatmiseks
eu: Irristatu Bidaltzeko
fi: Liu'uta lähettääksesi
fr: Glisser pour envoyer
ga: Sleamhnán le Seol
gl: Desliza para enviar
he: החלק לשלח
hi: भेजने के लिए स्लाइड करें
hr: Kliznite za slanje
hu: Csúsztassa a küldéshez
id: Geser untuk Mengirim
is: Renndu til að senda
it: Scorri per inviare
ja: スライドして送信
ka: გადაიტანეთ გასაგზავნად
kk: Жіберу үшін сырғытыңыз
ko: 슬라이드하여 보내기
lt: Slinkite, kad išsiųstumėte
lv: Velciet, lai nosūtītu
mk: Лизгајте за да испратите
ms: Slaid ke Hantar
mt: Żerżaq biex Ibgħat
nb: Skyv for å sende
nl: Schuif om te verzenden
pl: Przesuń, aby wysłać
pt_br: Deslize para enviar
ro: Glisați pentru a trimite
ru: Слайд для отправки
sk: Posuňte pre odoslanie
sl: Potisnite za pošiljanje
sq: Rrëshqitni për të Dërguar
sr: Превуците да бисте послали
sv: Skjut för att skicka
th: เลื่อนเพื่อส่ง
tr: Göndermek için Kaydırın
uk: Проведи пальцем, щоб надіслати
vi: Trượt để gửi
zh_hans: 滑动发送
zh_hk: 滑動發送

source: Slow and steady wins the race.
ar: البطيء والثابت يفوز بالسباق.
bg: Бавно и стабилно печели състезанието.
bs: Polako i postojano pobjeđuje u utrci.
ca: Lent i constant guanya la cursa.
cs: Pomalý a stabilní vyhrává závod.
da: Langsomt og stabilt vinder løbet.
de: Langsam und stetig gewinnt das Rennen.
el: Αργά και σταθερά κερδίζει τον αγώνα.
es: Lento y constante gana la carrera.
et: Aeglane ja stabiilne võidab võistluse.
eu: Astiro eta egonkor irabazi du lasterketa.
fi: Hidas ja vakaa voittaa kilpailun.
fr: Lentement et régulièrement, il remporte la course.
ga: Bhuaigh mall agus seasta an rás.
gl: Lenta e constante gaña a carreira.
he: איטי ויציב מנצח במירוץ.
hi: धीरे और स्थिर तरीके से दौड़ जीत सकते है।
hr: Spor i postojan pobjeđuje u utrci.
hu: Lassú és egyenletes nyeri a versenyt.
id: Lambat dan mantap memenangkan perlombaan.
is: Hægur og stöðugur vinnur keppnina.
it: Lento e costante vince la gara.
ja: ゆっくりと着実にレースに勝つ。
ka: ნელი და სტაბილური იგებს რბოლას.
kk: Баяу және тұрақты жарыста жеңіске жетеді.
ko: 느리고 꾸준한 것이 경주에서 승리합니다.
lt: Lėtas ir pastovus laimi lenktynes.
lv: Lēni un vienmērīgi uzvar sacīkstēs.
mk: Бавно и стабилно победува на трката.
ms: Perlahan dan mantap memenangi perlumbaan.
mt: Bil-mod u kostanti jirbaħ it-tellieqa.
nb: Sakte og jevn vinner løpet.
nl: Langzaam en gestaag wint de race.
pl: Powolny i stały wygrywa wyścig.
pt_br: Devagar e sempre vence a corrida.
ro: Încet și constant câștigă cursa.
ru: Медленный и устойчивый выигрывает гонку.
sk: Pomalý a stabilný vyhráva preteky.
sl: Počasen in vztrajen zmaga na dirki.
sq: Ngadalë dhe e qëndrueshme fiton garën.
sr: Полако и постојано побеђује у трци.
sv: Långsamt och stadigt vinner loppet.
th: ช้าและมั่นคงชนะการแข่งขัน
tr: Yavaş ve istikrarlı olan yarışı kazanır.
uk: Повільний і стабільний виграє гонку.
vi: Chậm và ổn định sẽ thắng cuộc đua.
zh_hans: 缓慢而稳定地赢得比赛。
zh_hk: 緩慢而穩定地贏得比賽。

source: Slow but sure — the letter will arrive
ar: بطيء ولكن مؤكد - ستصل الرسالة
bg: Бавно, но сигурно — писмото ще пристигне
bs: Polako, ali sigurno - pismo će stići
ca: Lent però segur: arribarà la carta
cs: Pomalu, ale jistě — dopis dorazí
da: Langsomt, men sikkert - brevet kommer
de: Langsam aber sicher – der Brief wird ankommen
el: Αργά αλλά σίγουρα — το γράμμα θα φτάσει
es: Lento pero seguro: la carta llegará
et: Aeglane, kuid kindel — kiri jõuab kohale
eu: Poliki baina ziur — gutuna iritsiko da
fi: Hitaasti mutta varmasti - kirje saapuu
fr: Lentement mais sûrement : la lettre arrivera
ga: Mall ach cinnte - tiocfaidh an litir
gl: Lento pero seguro: a carta chegará
he: לאט אבל בטוח - המכתב יגיע
hi: धीरे-धीरे लेकिन निश्चित - पत्र पहुंचेगा
hr: Polako, ali sigurno — pismo će stići
hu: Lassan, de biztosan megérkezik a levél
id: Lambat tapi pasti — surat itu akan tiba
is: Hægt en örugglega — bréfið kemur
it: Lento ma sicuro: la lettera arriverà
ja: ゆっくりだけど確実に手紙は届くよ
ka: ნელი, მაგრამ დარწმუნებული - წერილი მოვა
kk: Баяу, бірақ сенімді — хат келеді
ko: 느리지만 확실해요 - 편지는 도착할 거예요
lt: Lėtai, bet užtikrintai – laiškas ateis
lv: Lēni, bet droši — vēstule atnāks
mk: Бавно, но сигурно - писмото ќе пристигне
ms: Perlahan tetapi pasti — surat itu akan tiba
mt: Bil-mod iżda żgur — l-ittra se tasal
nb: Sakte, men sikkert - brevet kommer
nl: Langzaam maar zeker komt de brief
pl: Powoli, ale pewnie — list dotrze
pt_br: Lento, mas seguro – a carta chegará
ro: Încet, dar sigur — scrisoarea va sosi
ru: Медленно, но верно — письмо придет.
sk: Pomaly, ale isto — list príde
sl: Počasi, a zanesljivo — pismo bo prispelo
sq: Ngadalë por e sigurt - letra do të arrijë
sr: Полако, али сигурно - писмо ће стићи
sv: Långsamt men säkert - brevet kommer
th: ช้าแต่ชัวร์ จดหมายจะมาถึง
tr: Yavaş ama emin adımlarla mektup gelecek
uk: Повільно, але впевнено — лист прийде
vi: Chậm nhưng chắc - thư sẽ đến
zh_hans: 缓慢但肯定——信会到达
zh_hk: 緩慢但肯定——信會到達

source: SLOW POST
ar: وظيفة بطيئة
bg: БАВЕН ПОСТ
bs: SPORA POŠTA
ca: POST LENT
cs: POMALÝ PŘÍSPĚVEK
da: LANGSOMT POST
de: Langsamer Beitrag
el: ΑΡΓΗ ΑΝΑΡΤΗΣΗ
es: PUBLICACIÓN LENTA
et: AEGlane POSTITUS
eu: POST MANTSA
fi: HIDAS POSTITUS
fr: PUBLICATION LENTE
ga: POST MILL
gl: PUBLICACIÓN LENTA
he: פוסט איטי
hi: धीमी पोस्ट
hr: SPORI POST
hu: LASSÚ BEJEGYZÉS
id: POSTING LAMBAT
is: HÆGUR POSTUR
it: POST LENTO
ja: スローポスト
ka: ნელი პოსტი
kk: БАЯН ПОСТ
ko: 느린 포스트
lt: LĖTAS ĮRAŠAS
lv: LĒNA POSTĪJUMS
mk: БАВЕН ПОСТАВ
ms: POS LAMBAT
mt: POST BIL-MOD
nb: TREGT POST
nl: LANGZAME POST
pl: WOLNY POST
pt_br: POSTAGEM LENTA
ro: POST LENT
ru: МЕДЛЕННЫЙ ПОСТ
sk: POMALÝ PRÍSPEVOK
sl: POČASNA POST
sq: POST I AGëDHËLSHËM
sr: СЛОВ ПОСТ
sv: LÅNGSAMT POST
th: โพสต์ช้า
tr: YAVAŞ POST
uk: ПОВІЛЬНИЙ ПОСТ
vi: BÀI ĐĂNG CHẬM
zh_hans: 缓慢的邮政
zh_hk: 緩慢的郵政

source: Slowed down in %@ to take it all in. The letter is safe.
ar: أبطأ في %@ لاستيعاب كل شيء. الرسالة آمنة.
bg: Забавено в %@, за да поеме всичко. Писмото е безопасно.
bs: Usporen za %@ da sve uzme. Pismo je sigurno.
ca: S'ha alentit el %@ per incorporar-ho tot. La carta és segura.
cs: Zpomaleno v %@, aby bylo vše v pořádku. Dopis je v bezpečí.
da: Sætte farten ned i %@ for at tage det hele ind. Brevet er sikkert.
de: In %@ langsamer geworden, um alles in sich aufzunehmen. Der Brief ist sicher.
el: Επιβραδύνθηκε στο %@ για να τα πάρει όλα. Το γράμμα είναι ασφαλές.
es: Redujo la velocidad en %@ para asimilarlo todo. La carta está a salvo.
et: Aeglustus %@, et kõik sisse võtta. Kiri on ohutu.
eu: %@-n moteldu da dena hartzeko. Eskutitza segurua da.
fi: Hidastui %@:ssa ottaakseen kaiken sisään. Kirje on turvassa.
fr: Ralenti en %@ pour tout comprendre. La lettre est en sécurité.
ga: Moill síos i %@ é a ghlacadh ar fad isteach. Tá an litir sábháilte.
gl: Reducíuse a velocidade en %@ para incorporalo todo. A carta está segura.
he: האט את המהירות ב-%@ כדי לקלוט הכל. המכתב בטוח.
hi: %@ में सब कुछ लेने के लिए गति धीमी कर दी। पत्र सुरक्षित है।
hr: Usporen u %@ kako bi sve prihvatio. Pismo je sigurno.
hu: Lelassítottuk %@-ban, hogy mindent átvegyen. A levél biztonságban van.
id: Memperlambat di %@ untuk menerima semuanya. Surat itu aman.
is: Hægði á %@ til að taka allt inn. Bréfið er öruggt.
it: Rallentato in %@ per assorbire tutto. La lettera è al sicuro.
ja: %@ で速度を落としてすべてを受け止めます。手紙は安全です。
ka: შეანელა %@-ში, რომ ეს ყველაფერი მიიღო. წერილი უსაფრთხოა.
kk: Барлығын қабылдау үшін %@ баяулады. Хат қауіпсіз.
ko: 모든 것을 받아들이기 위해 %@ 속도를 늦췄습니다. 편지는 안전합니다.
lt: Sulėtėjo %@, kad viską suprastų. Laiškas saugus.
lv: Palēnināts %@, lai to visu uztvertu. Vēstule ir droša.
mk: Забави во %@ за да се земе сето тоа. Писмото е безбедно.
ms: Diperlahankan dalam %@ untuk menerima semuanya. Surat itu selamat.
mt: Naqas fi %@ biex teħodha kollox. L-ittra hija sigura.
nb: Brekket ned i %@ for å ta det hele inn. Brevet er trygt.
nl: Vertraagd in %@ om alles in je op te nemen. De brief is veilig.
pl: Zwolniono w %@, aby wszystko ogarnąć. List jest bezpieczny.
pt_br: Diminuiu a velocidade em %@ para absorver tudo. A carta está segura.
ro: Încetinit în %@ pentru a prelua totul. Scrisoarea este în siguranță.
ru: Замедлился на %@, чтобы все осознать. Письмо в безопасности.
sk: Spomalil som v %@, aby si všetko stihol. List je v bezpečí.
sl: Upočasnjeno v %@, da sprejme vse. Pismo je varno.
sq: U ngadalësua në %@ për t'i marrë të gjitha. Letra është e sigurt.
sr: Успорен за %@ да би све схватио. Писмо је безбедно.
sv: Sakta ner i %@ för att ta in allt. Brevet är säkert.
th: ชะลอตัวลงใน %@ เพื่อนำทั้งหมดเข้ามา จดหมายปลอดภัย
tr: Hepsini anlamak için %@ yavaşladı. Mektup güvende.
uk: Уповільнено в %@, щоб все це зрозуміти. Лист у безпеці.
vi: Làm chậm lại trong %@ để xem hết. Bức thư vẫn an toàn.
zh_hans: 在%@放慢速度以了解一切。这封信很安全。
zh_hk: 在%@放慢速度以了解一切。這封信很安全。
